Repository: radholm/OmniWM
Catalog: Sources/OmniWM/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb, nl, pl, ru, sr_latn, sv, uk, zh_hans

source: App hidden, Workspace %@
ar: التطبيق مخفي، مساحة العمل %@
da: App skjult, arbejdsområde %@
de: App versteckt, Arbeitsbereich %@
el: Εφαρμογή κρυμμένη, Χώρος εργασίας %@
es: Aplicación oculta, Espacio de trabajo %@
fi: Sovellus piilotettu, Työtila %@
fr: App cachée, Espace de travail %@
he: אפליקציה מוסתרת, מרחב עבודה %@
hi: ऐप छिपा हुआ है, वर्कस्पेस %@
it: App nascosta, spazio di lavoro %@
ja: アプリが非表示になりました、ワークスペース%@
ko: 앱이 숨겨졌습니다, 워크스페이스 %@
nb: Appen er skjult, arbeidsområde %@
nl: App verborgen, werkruimte %@
pl: Aplikacja ukryta, Przestrzeń robocza %@
ru: Приложение скрыто, Рабочая область %@
sr_latn: Aplikacija skrivena, radni prostor %@
sv: Appen är dold, Arbetsyta %@
uk: Застосунок приховано, робочий простір %@
zh_hans: 应用程序隐藏，工作区%@

source: App name contains, e.g. Preview
ar: يحتوي اسم التطبيق على، على سبيل المثال، المعاينة
da: App-navnet indeholder f.eks. Forhåndsvisning
de: Der Name der App enthält z. B. Vorschau
el: Το όνομα της εφαρμογής περιέχει π.χ. Προεπισκόπηση
es: El nombre de la aplicación contiene, por ejemplo, Vista previa.
fi: Sovelluksen nimi sisältää mm. Esikatselu
fr: Le nom de l'application contient, par exemple, Aperçu
he: שם אפליקציה מכיל, לדוגמה. תצוגה מקדימה
hi: ऐप नाम में शामिल है, उदाहरण के लिए पूर्वावलोकन।
it: Il nome dell'app contiene, ad es. Anteprima
ja: アプリ名は、たとえばプレビューが含まれています。
ko: 앱 이름에 포함(예: 미리보기)
nb: Appnavnet inneholder for eksempel forhåndsvisning.
nl: De naam van de app bevat bijvoorbeeld: Voorbeeld
pl: Nazwa aplikacji zawiera np. Preview
ru: Имя приложения содержит, например, Preview.
sr_latn: Ime aplikacije sadrži, itd. Pregled
sv: Appnamnet innehåller till exempel förhandsvisning
uk: Назва програми містить, наприклад, Preview
zh_hans: 应用程序名称包含，例如预览

source: App window corner controls require macOS 26.4 or later.
ar: تتطلب عناصر التحكم في زاوية نافذة التطبيق macOS 26.4 أو أحدث.
da: App vindue hjørne kontrol kræver macOS 26.4 eller nyere.
de: Die Steuerelemente in der Ecke des App-Fensters erfordern macOS 26.4 oder später.
el: Τα χειριστήρια γωνίας παραθύρων App απαιτούν macOS 26.4 ή αργότερα.
es: Los controles en la esquina de la ventana de la aplicación requieren macOS 26.4 o posterior.
fi: Sovellusikkunan kulmaohjain vaatii macOS 26.4 tai myöhemmin.
fr: Les commandes de coin de fenêtre de l'application nécessitent macOS 26.4 ou plus tard.
he: בקרות חלון יישומים דורשות macOS 26.4 או מאוחר יותר.
hi: ऐप विंडो कॉर्नर कंट्रोल्स के लिए macOS 26.4 या बाद के संस्करण की आवश्यकता होती है।
it: I comandi dell'angolo della finestra dell'app richiedono macOS 26.4 o successivi.
ja: アプリウィンドウのコーナーコントロールにはmacOS 26.4以降が必要です。
ko: 앱 창 모서리 컨트롤에는 macOS 26.4 이상이 필요합니다.
nb: Kontroller for hjørnet av appvinduet krever macOS 26.4 eller nyere.
nl: Vensterbedieningen van de App-vensterhoek vereisen macOS 26.4 of later.
pl: Paski sterowania w oknie aplikacji wymagają macOS 26.4 lub nowszego.
ru: Контролирование угла окна приложения требует macOS 26.4 или более.
sr_latn: Ugao kontrole aplikacije zahteva macOS 26.4 ili kasniji.
sv: Kontrollerna i hörnet av appfönstret kräver macOS 26.4 eller senare.
uk: Керування кутами вікон програм потребує macOS 26.4 або новішої версії.
zh_hans: 应用程序窗口角控件需要macOS 26.4或更高版本。

source: App-provided: %@
ar: تم توفيره بواسطة التطبيق: %@
da: App-leveret: %@
de: Von der App bereitgestellt: %@
el: Εφαρμογή: %@
es: Proporcionado por la aplicación: %@
fi: Lisätty: %@
fr: App-fourni: %@
he: סופק על ידי האפליקציה: %@
hi: ऐप द्वारा प्रदान किया गया: %@
it: App fornita: %@
ja: アプリ提供：%@
ko: 앱에서 제공: %@
nb: Tilbydd av appen: %@
nl: Met app: %@
pl: Dostarczane przez aplikację: %@
ru: Предоставлено приложением: %@
sr_latn: Aplikacija obezbeđena: %@
sv: Tillhandahållen av appen: %@
uk: Надано програмою: %@
zh_hans: 应用程序提供的：%@

source: Appearance
ar: المظهر
da: Udseende
de: Aussehen
el: Εμφάνιση
es: Apariencia
fi: Ulkonäkö
fr: Apparence
he: מראה
hi: रूप-रंग
it: Aspetto
ja: 外見
ko: 모양
nb: utseende
nl: Uiterlijk
pl: Wygląd
ru: Внешность
sr_latn: pojavljivanje
sv: framträdande
uk: Вигляд
zh_hans: 外观

source: Application
ar: طلب
da: Anvendelse
de: Anwendung
el: Εφαρμογή
es: Aplicación
fi: Sovellus
fr: Demande
he: יישום
hi: आवेदन
it: Applicazione
ja: アプリケーション
ko: 애플리케이션
nb: søknad
nl: Toepassing
pl: Aplikacja
ru: Заявка
sr_latn: Aplikacija
sv: ansökan
uk: Програма
zh_hans: 应用

source: Applications
ar: التطبيقات
da: Apps
de: Apps
el: Εφαρμογές
es: Aplicaciones
fi: Apit
he: יישומים
hi: ऐप्लिकेशन
it: Applicazioni
ja: アプリケーション
ko: 응용 프로그램
nb: Apper
nl: Apps
pl: Aplikacje
ru: Приложения
sr_latn: Aplikacije
sv: Appar
uk: Програми
zh_hans: 应用程序

source: Apply
ar: تطبيق
da: Anvend
de: Anwenden
el: Εφαρμογή
es: Aplicar
fi: Käytä
fr: Appliquer
he: החל
hi: आवेदन करें
it: Applica
ja: 適用する
ko: 적용
nb: søke
nl: Toepassen
pl: Zastosuj
ru: Применить
sr_latn: Aplikacija
sv: anbringa
uk: Застосувати
zh_hans: 申请

source: Apply Custom
ar: تطبيق مخصص
da: Anvend brugerdefineret
de: Anpassen Sie benutzerdefinierte
el: Εφαρμογή προσαρμοσμένου
es: Aplicar personalizado
fi: Käytä muokattua
fr: Appliquer sur mesure
he: החל מותאם אישית
hi: कस्टम लागू करें
it: Applica personalizzato
ja: カスタムを適用する
ko: 맞춤 적용
nb: Bruk tilpasset
nl: Aangepast toepassen
pl: Zastosuj niestandardowe
ru: Применить индивидуально
sr_latn: Primeniti KSNUMKS
sv: Tillämpa anpassat
uk: Застосувати власне налаштування
zh_hans: 应用自定义

source: Apps to Hide
ar: التطبيقات لإخفاء
da: Apps der skal gemmes
de: Apps zum Verbergen
el: Εφαρμογές για Απόκρυψη
es: Aplicaciones para ocultar
fi: Piilotettavat sovellukset
fr: Apps pour cacher
he: אפליקציות להסתרה
hi: छिपाने के लिए ऐप्स
it: Applicazioni da nascondere
ja: 非表示にするアプリ
ko: 숨길 앱
nb: Apper for å skjule
nl: Apps om te verbergen
pl: Aplikacje do Ukrycia
ru: Приложения, которые можно скрыть
sr_latn: Aplikacije za sakrivanje
sv: Appar att dölja
uk: Програми, які слід приховати
zh_hans: 要隐藏的应用程序

source: Arrange Displays in macOS
ar: ترتيب العروض في macOS
da: Arrangér visninger i macOS
de: Anzeigen in macOS anordnen
el: Τακτοποιήστε τις εμφανίσεις σε macOS
es: Organizar las pantallas en macOS
fi: Järjestä näytöt macOS-muodossa
fr: Arranger les affichages dans macOS
he: תארגן תצוגות macOS
hi: macOS में डिस्प्ले व्यवस्थित करें
it: Organizza i display in macOS
ja: macOSでディスプレイを配置する
ko: macOS에서 디스플레이를 정렬하세요
nb: Arranger skjermer i macOS
nl: Schermen in macOS ordenen
pl: Układaj ekrany w macOS
ru: Разрешите отображать элементы в macOS
sr_latn: Uređivanje prikaza u macOS-u
sv: Arrangera visningar i macOS
uk: Впорядкувати дисплеї в macOS
zh_hans: 在macOS中排列显示

source: Arrange displays vertically or diagonally in System Settings → Displays so frames do not overlap.
ar: قم بترتيب العروض بشكل عمودي أو قطري في إعدادات النظام → العروض بحيث لا تتداخل الإطارات.
da: Arranger skærme lodret eller diagonalt i Systemindstillinger → Viser, så rammer ikke overlapper.
de: Richten Sie Anzeigen vertikal oder diagonal in den Systemeinstellungen → Anzeigen so an, dass sich die Frames nicht überschneiden.
el: Τακτοποιήστε τις οθόνες κάθετα ή διαγώνια στις Ρυθμίσεις Συστήματος → Εμφανίσεις έτσι ώστε τα πλαίσια να μην επικαλύπτονται.
es: Organiza las pantallas vertical o diagonalmente en Configuración del sistema → Pantallas para que los cuadros no se superpongan.
fi: Järjestä näytöt pysty- tai diagonaalisesti System Settings → Näytöt, jotta kehykset eivät ole päällekkäin.
fr: Dans Réglages Système → Moniteurs, disposez les écrans verticalement ou en diagonale pour éviter que leurs cadres se chevauchent.
he: סדרו את הצגים אנכית או באלכסון בהגדרות המערכת → צגים כדי שהמסגרות לא יחפפו.
hi: सिस्टम सेटिंग्स → डिस्प्ले में डिस्प्ले को ऊर्ध्वाधर या तिरछे व्यवस्थित करें ताकि फ्रेम ओवरलैप न हों।
it: Disporre i display verticalmente o diagonalmente in Impostazioni di sistema → Display in modo che i frame non si sovrappongano.
ja: システム設定→ディスプレイで、フレームが重ならないように、ディスプレイを縦または横に配置します。
ko: 시스템 설정 → 디스플레이에서 화면이 겹치지 않도록 프레임을 수직 또는 대각선으로 정렬합니다.
nb: Arranger skjermer vertikalt eller diagonalt i Systeminnstillinger → Skjermer slik at rammene ikke overlapper hverandre.
nl: Rangschik de beeldschermen verticaal of diagonaal in Systeeminstellingen → Beeldschermen, zodat de schermkaders elkaar niet overlappen.
pl: Ustaw wyświetlacze pionowo lub ukośnie w ustawieniach systemowych → Wyświetlacz, aby ramki nie nakładały się na siebie.
ru: Разместите отображения вертикально или диагонально в настройках системы → Отображения, чтобы кадры не пересекались.
sr_latn: Poređenje ekrana vertikalno ili dijagonalno u Podešavanjama sistema → Pokazati tako da okviri ne preklapaju.
sv: Arrangera skärmar vertikalt eller diagonalt i Systeminställningar → Skärmar så att ramarna inte överlappar.
uk: Розташуйте дисплеї вертикально або по діагоналі в Системні параметри → Дисплеї, щоб їхні рамки не перекривалися.
zh_hans: 在系统设置 → 显示中垂直或对角排列显示器，以防止帧重叠。

source: Arrangement
ar: ترتيب
da: Opstilling
de: Anordnung
el: Διάταξη
es: Organización
fi: Järjestely
fr: Disposition
he: סידור
hi: व्यवस्था
it: Accordo
ja: 手配
ko: 배치
nb: ordning
nl: Regeling
pl: Układ
ru: Размещение
sr_latn: Uspostavljanje
sv: ordnande
uk: Розташування
zh_hans: 安排

source: Assign a unique chord to one of the commands in Hotkeys.
ar: عيّن نغمة فريدة لأحد الأوامر في مفاتيح الاختصار الساخنة.
da: Tildel en unik akkord til en af kommandoerne i Hotkeys.
de: Weisen Sie einem der Befehle in Hotkeys einen einzigartigen Akkord zu.
el: Αντιστοιχίστε έναν μοναδικό συνδυασμό πλήκτρων σε μία από τις εντολές στις Συντομεύσεις.
es: Asigna un acorde único a uno de los comandos en Hotkeys.
fi: Osoita ainutlaatuinen sointu yhdelle Hotkeysin komennosta.
fr: Attribuez une combinaison de touches unique à l’une des commandes dans Raccourcis clavier.
he: הקצו צירוף מקשים ייחודי לאחת הפקודות בהגדרות קיצורי המקשים.
hi: हॉटकीज़ में कमांड में से एक को एक अद्वितीय कॉर्ड असाइन करें।
it: Assegna un accordo unico ad uno dei comandi di Hotkey.
ja: ホットキーのコマンドのいずれかにユニークなコードを割り当てます。
ko: 단축키에서 명령 하나에 고유한 키 조합을 할당하세요.
nb: Tildel en unik akkord til en av kommandoene i Hurtigtaster.
nl: Wijs een unieke toetscombinatie toe aan een van de opdrachten onder Sneltoetsen.
pl: Przypisz unikalną kombinację klawiszy do jednego z poleceń w sekcji Skróty klawiszowe.
ru: Привяжите уникальный ударный ключ к одному из команд в горячих клавишах.
sr_latn: Prisvojite jedinstvenu ordu na jednu od komanda u Hotkeisu.
sv: Tilldela en unik ackord till en av kommandona i Hotkeys.
uk: Призначте унікальну комбінацію клавіш одній із команд у розділі «Комбінації клавіш».
zh_hans: 为Hotkeys中的一个命令分配一个唯一的和弦。

source: Assign to Scratchpad
ar: إضافة إلى المساحة المؤقتة
da: Tildel til Scratchpad
de: Dem Scratchpad zuweisen
el: Ανάθεση στον πρόχειρο χώρο
es: Asignar al Scratchpad
fi: Lisää Scratchpadiin
fr: Attribuer au Scratchpad
he: שייך לאזור הזמני
hi: स्क्रैचपैड में रखें
it: Assegna a Scratchpad
ja: スクラッチパッドに割り当てる
ko: 스크래치패드에 할당
nb: Legg til i Scratchpad
nl: Toewijzen aan Scratchpad
pl: Przypisz do Scratchpada
ru: Добавить в Scratchpad
sr_latn: Dodeli privremenom prostoru
sv: Tilldela till Scratchpad
uk: Додати до Scratchpad
zh_hans: 移入暂存区

source: Assign to Workspace
ar: التعيين إلى مساحة العمل
da: Tildel til arbejdsområde
de: Zum Arbeitsbereich zuweisen
el: Ανάθεση στο χώρο εργασίας
es: Asignar al espacio de trabajo
fi: Määrää työtilaan
fr: Assigner à l'espace de travail
he: הקצאה למרחב העבודה
hi: कार्यस्थल को असाइन करें
it: Assegna allo spazio di lavoro
ja: ワークスペースに割り当てる
ko: 워크스페이스에 할당
nb: Tildel til arbeidsområde
nl: Toewijzen aan werkruimte
pl: Przypisz do przestrzeni roboczej
ru: Привязать к рабочему пространству
sr_latn: Priprema za radni prostor
sv: Tilldela till arbetsyta
uk: Прив'язати до робочого простору
zh_hans: 分配到工作区

source: Assigned to workspace %@
ar: مخصص لمساحة العمل %@
da: Tilknyttet arbejdsområde %@
de: Zuweisen an Arbeitsbereich %@
el: Ανατέθηκε σε χώρο εργασίας %@
es: Asignado al espacio de trabajo %@
fi: Määrätty työtilaan %@
fr: Affecté à l'espace de travail %@
he: הוקצה למרחב העבודה %@
hi: कार्यस्थल %@ को सौंपा गया है
it: Assegnato allo spazio di lavoro %@
ja: ワークスペース%@に割り当てられました。
ko: 작업 공간 %@에 할당됨
nb: Tilordnet arbeidsområde %@
nl: Aan werkruimte toegewezen %@
pl: Przypisane do przestrzeni roboczej %@
ru: Призначено для рабочей зоны %@
sr_latn: Pripisano radnom prostoru %@
sv: Tilldelad arbetsyta %@
uk: Прив'язана до робочого простору %@
zh_hans: 分配到工作区%@

source: At 1.0x, sweeping the whole trackpad travels across the whole screen.
ar: عند 1.0x، فإن مسح لوحة المفاتيح بالكامل ينتقل عبر الشاشة بأكملها.
da: Ved 1,0× flytter en bevægelse hen over hele pegefeltet markøren tværs over hele skærmen.
de: Bei 1,0x gleitet das Streichen über das gesamte Trackpad über den gesamten Bildschirm.
el: Στο 1,0×, η σάρωση ολόκληρης της επιφάνειας αφής μετακινεί τον δείκτη σε όλη την οθόνη.
es: A 1,0x, deslizar todo el trackpad recorre toda la pantalla.
fi: Kertoimella 1,0× pyyhkäisy koko ohjauslevyn poikki siirtää osoittimen koko näytön poikki.
fr: À 1,0×, parcourir toute la surface du pavé tactile déplace le pointeur sur toute la surface de l’écran.
he: במהירות 1.0x, החלקה לאורך כל משטח העקיבה מעבירה את המצביע לאורך כל המסך.
hi: 1.0x पर, पूरे ट्रैकपैड को घुमाने से पूरा स्क्रीन पार हो जाता है।
it: A 1,0×, un movimento su tutta la superficie del trackpad sposta il puntatore attraverso l’intero schermo.
ja: 1.0倍で、トラックパッド全体をスワイプすると、画面全体に移動します。
ko: 1.0x에서 전체 트랙패드를 스와이핑하면 전체 화면을 가로지릅니다.
nb: Med 1,0x-forstørrelse beveger det seg over hele skjermen når du sveiper over hele touchpaden.
nl: Bij 1,0× verplaatst een veeg over het hele trackpad de aanwijzer over het hele scherm.
pl: Przy 1,0x przesunięcie palca po całej powierzchni gładzika przesuwa wskaźnik przez cały ekran.
ru: При 1,0x движение по всей ширине трекпада перемещает указатель через весь экран.
sr_latn: Na 1.0x, pucanje ceo trackpad putuje kroz ceo ekran.
sv: Vid 1,0x rör sig hela tangentbordet över hela skärmen när du sveper.
uk: За значення 1.0x проведення по всій поверхні трекпеда переміщує вказівник через увесь екран.
zh_hans: 在1.0x时，滑动整个鼠标板会覆盖整个屏幕。

source: At a workspace edge, Move Window sends the focused window left, right, up, or down to the adjacent routed display and follows it.
ar: عند حافة مساحة العمل، يرسل Move Window النافذة المركزة إلى اليسار أو اليمين أو للأعلى أو للأسفل إلى الشاشة الموجهة المجاورة ويتبعها.
da: På et arbejdsområde kant, Flyt vinduet sender det fokuserede vindue til venstre, højre, op eller ned til den tilstødende dirigerede display og følger det.
de: An einer Kante des Arbeitsbereichs verschiebt Move Window das fokussierte Fenster nach links, rechts, oben oder unten zum benachbarten umgeleiteten Display und folgt ihm.
el: Σε μια άκρη χώρου εργασίας, Μετακινήστε το παράθυρο στέλνει το εστιασμένο παράθυρο αριστερά, δεξιά, επάνω, ή κάτω στην παρακείμενη οθόνη και ακολουθεί.
es: En el borde de un espacio de trabajo, Move Window envía la ventana enfocada hacia la izquierda, derecha, hacia arriba o hacia abajo al monitor de visualización enruta adyacente y la sigue.
fi: Työtilan reunalla Move Window lähettää keskitetyn ikkunan vasemmalle, oikealle, ylös tai alas viereiselle reititetylle näytölle ja seuraa sitä.
fr: À un bord de l'espace de travail, Move Window envoie la fenêtre focalisée à gauche, à droite, en haut ou en bas à l'écran routé adjacent et la suit.
he: בקצה מרחב העבודה, הזז חלון שולח את החלון הממוקד שמאלה, ימינה, למעלה או למטה אל התצוגה הסמוכה ולעקוב אחריו.
hi: कार्यस्थल के किनारे पर, मूव विंडो केंद्रित विंडो को बाएँ, दाएँ, ऊपर या नीचे आसन्न रूटेड डिस्प्ले में भेजती है और उसका अनुसरण करती है।
it: Ad un bordo dello spazio di lavoro, Sposta finestra invia la finestra focalizzata sinistra, destra, su, o giù per il display instradato adiacente e lo segue.
ja: ワークスペースの端で、Move Windowはフォーカスされたウィンドウを左、右、上、または下に隣接するルーティングされたディスプレイに移動し、それに従います。
ko: 작업 공간 가장자리에 있는 경우, Move Window는 집중된 창을 왼쪽, 오른쪽, 위 또는 아래로 인접한 라우팅된 디스플레이로 이동하고 그 뒤를 따른다.
nb: Ved kanten av et arbeidsområde sender Move Window det fokuserte vinduet til venstre, høyre, opp eller ned til det tilstøtende rutede skjermen og følger det.
nl: Bij een werkruimterand stuurt Move Window het gefocuste venster links, rechts, omhoog of omlaag naar het aangrenzende gerouteerde scherm en volgt het.
pl: W przestrzeni roboczej przy krawędzi, przesunięcie okna wysyła aktywne okno w lewo, prawo, górę lub dół do sąsiedniego połączonego monitora i śledzi je.
ru: На краю рабочего пространства команда «Переместить окно» переносит окно в фокусе влево, вправо, вверх или вниз на соседний монитор в схеме маршрутизации и переводит фокус вслед за ним.
sr_latn: Na ivici radnog prostora, Prozor za kretanje šalje fokusirano prozor levo, desno, gore ili dole na susedni rutirani ekran i prati ga.
sv: Vid kanten av arbetsytan skickar Move Window det fokuserade fönstret åt vänster, höger, upp eller ner till den intilliggande routingdisplayen och följer den.
uk: На краю робочого простору команда «Перемістити вікно» переносить вибране вікно ліворуч, праворуч, угору або вниз на сусідній дисплей за схемою маршрутизації та переходить за ним.
zh_hans: 在工作区边缘，移动窗口将焦点窗口向左、向右、向上或向下移动到相邻的路由显示器上，并跟随它。

source: At the last window in any direction, Focus continues left, right, up, or down onto the adjacent display in OmniWM’s Routing Arrangement.
ar: في النافذة الأخيرة في أي اتجاه، يستمر التركيز إلى اليسار أو اليمين أو للأعلى أو للأسفل على الشاشة المجاورة في ترتيب التوجيه لـ OmniWM.
da: Ved det sidste vindue i enhver retning fortsætter Fokus til venstre, højre, op eller ned på det tilstødende display i OmniWM~s Routing Arrangement.
de: Im letzten Fenster in jede Richtung fährt Focus weiter nach links, rechts, oben oder unten auf das angrenzende Display in der Routing-Anordnung von OmniWM.
el: Στο τελευταίο παράθυρο προς οποιαδήποτε κατεύθυνση, η εστίαση συνεχίζει αριστερά, δεξιά, πάνω ή κάτω στην παρακείμενη οθόνη σύμφωνα με τη Διάταξη δρομολόγησης του OmniWM.
es: En la última ventana en cualquier dirección, Focus continúa hacia la izquierda, derecha, arriba o abajo sobre la pantalla adyacente en el Disposición de Enrutamiento de OmniWM.
fi: Kun viimeinen ikkuna saavutetaan missä tahansa suunnassa, kohdistus jatkuu vasemmalle, oikealle, ylös tai alas viereiseen näyttöön OmniWM:n reititysjärjestyksen mukaisesti.
fr: À la dernière fenêtre dans n'importe quelle direction, Focus continue à gauche, à droite, en haut ou en bas sur l'affichage adjacent dans OmniWM.
he: בחלון האחרון לכל כיוון, המיקוד ממשיך שמאלה, ימינה, למעלה או למטה אל הצג הסמוך לפי סידור הניתוב של OmniWM.
hi: किसी भी दिशा में अंतिम विंडो में, फोकस बाएँ, दाएँ, ऊपर या नीचे OmniWM के रूटिंग व्यवस्था में आसन्न डिस्प्ले पर जारी रहता है।
it: All'ultima finestra in qualsiasi direzione, Focus continua a sinistra, destra, su o giù sul display adiacente in OmniWM.
ja: どの方向でも最後のウィンドウで、Focusは左、右、上、または下に続き、OmniWMのルーティング配置にある隣接するディスプレイに移動します。
ko: OmniWM의 라우팅 배열에서 어느 방향이든 마지막 창을 지나면 포커스가 왼쪽, 오른쪽, 위 또는 아래의 인접한 디스플레이로 이어집니다.
nb: I det siste vinduet i enhver retning fortsetter Focus til venstre, høyre, opp eller ned på den tilstøtende skjermen i OmniWMs rutingsoppsett.
nl: Bij het laatste venster in welke richting dan ook, gaat Focus links, rechts, omhoog of omlaag naar het aangrenzende display in OmniWM.
pl: W ostatnim oknie w dowolnym kierunku, skupienie kontynuuje się w lewo, prawo, w górę lub w dół na sąsiedni ekran w układzie trasowania OmniWM.
ru: Если в выбранном направлении больше нет окон, фокус переходит влево, вправо, вверх или вниз на соседний монитор согласно схеме маршрутизации OmniWM.
sr_latn: U poslednjem prozoru u bilo kom pravcu, Fokus nastavlja levo, desno, gore ili dole na susednom ekranu u rasporedu rute OmniWM.
sv: Vid det sista fönstret i någon riktning fortsätter Focus att gå åt vänster, höger, upp eller ner på den intilliggande skärmen i OmniWM:s routingarrangemang.
uk: Коли досягнуто останнього вікна в будь-якому напрямку, фокус переходить ліворуч, праворуч, угору або вниз на сусідній дисплей за схемою маршрутизації OmniWM.
zh_hans: 在任何方向的最后一个窗口中，Focus继续向左、向右、向上或向下移动到OmniWM的路由安排中的相邻显示器上。

source: At the right edge of Display 1, the pointer appears at the left edge of Display 2.
ar: في الحافة اليمنى للشاشة 1، يظهر المؤشر عند الحافة اليسرى للشاشة 2.
da: I højre kant af Display 1, vises markøren i venstre kant af Display 2.
de: Am rechten Rand von Display 1 erscheint der Zeiger am linken Rand von Display 2.
el: Στο δεξί άκρο της οθόνης 1, ο δείκτης εμφανίζεται στο αριστερό άκρο της οθόνης 2.
es: En el borde derecho de la Pantalla 1, el puntero aparece en el borde izquierdo de la Pantalla 2.
fi: Näytön 1 oikeassa reunassa osoitin näkyy näytön 2 vasemmassa reunassa.
fr: Au bord droit de l'affichage 1, le pointeur apparaît au bord gauche de l'affichage 2.
he: בקצה הימני של תצוגה 1, מצביע מופיע בקצה השמאלי של תצוגה 2.
hi: डिस्प्ले 1 के दाहिने किनारे पर, पॉइंटर डिस्प्ले 2 के बाएं किनारे पर दिखाई देता है।
it: Sul bordo destro del Display 1, il puntatore appare sul bordo sinistro del Display 2.
ja: ディスプレイ1の右端で、ポインタがディスプレイ2の左端に表示されます。
ko: 디스플레이 1의 오른쪽 가장자리에 포인터가 디스플레이 2의 왼쪽 가장자리에 나타납니다.
nb: På høyre kant av skjerm 1 vises markøren på venstre kant av skjerm 2.
nl: Aan de rechterkant van Display 1 verschijnt de pointer aan de linkerkant van Display 2.
pl: W prawym krawędziu monitora 1, wskaźnik pojawia się na lewym krawędziu monitora 2.
ru: В правом углу экрана 1 указатель появляется на левом углу экрана 2.
sr_latn: Na desnom kraju Displeja 1, indikator se pojavljuje na levom kraju Displeja 2.
sv: Vid den högra kanten av skärm 1 visas pekaren vid den vänstra kanten av skärm 2.
uk: На правому краї дисплея 1 вказівник з’являється на лівому краї дисплея 2.
zh_hans: 在显示 1 的右边缘，指针出现在显示 2 的左边缘。

source: Auto
ar: أوتو
de: Automatisch
el: Αυτόματη
es: Automóvil
fi: Automaattinen
fr: Automatique
he: אוטומטי
hi: ऑटो
ja: オート
ko: 자동
nb: bil
nl: Automatisch
pl: Automatycznie
ru: Авто
sr_latn: automobil
sv: bil-
uk: Автоматично
zh_hans: 自动

source: Auto divides the primary axis by the Visible Containers setting.
ar: تقسم الأتمتة المحور الرئيسي حسب إعدادات الحاويات المرئية.
da: Auto deler den primære akse med indstillingen Synlige beholdere.
de: Auto teilt die Hauptachse durch die Einstellung „Sichtbare Container“ auf.
el: Η αυτόματη λειτουργία διαιρεί τον κύριο άξονα με την τιμή της ρύθμισης «Ορατά κοντέινερ».
es: Auto divide el eje principal por la configuración de Contenedores visibles.
fi: Auto jakaa pääakselin näkyvien konttien asetuksilla.
fr: Auto divise l'axe primaire par le réglage des conteneurs visibles.
he: אוטומטי מחלק את הציר הראשי על ידי הגדרת המכלים הנראים לעין.
hi: ऑटो दृश्य कंटेनर सेटिंग के द्वारा प्राथमिक अक्ष को विभाजित करता है।
it: Auto divide l'asse primario per l'impostazione Container visibili.
ja: 自動的に、主要な軸は可視コンテナ設定によって分割されます。
ko: 자동 모드는 표시된 컨테이너 설정에 따라 기본 축을 나눕니다.
nb: Auto deler hovedaksen etter innstillingen Synlige beholdere.
nl: Autoverdeelt de primaire as door de instelling van de zichtbare containers.
pl: Automatycznie dzieli główną oś według ustawień widocznych kontenerów.
ru: Автоматически разделяет основную ось по настройке видимых контейнеров.
sr_latn: Auto distribuira primarnu osi na osnovu podešavanja vidljivih kontejnera.
sv: Auto delar den primära axeln genom inställningen Synliga behållare.
uk: Автоматичний режим ділить основну вісь згідно з параметром «Видимі контейнери».
zh_hans: 自动根据可见容器设置将主轴分为两部分。

source: Auto-detected
ar: تم التعرف عليه تلقائيًا
de: Automatisch erkannt
el: Αυτόματη ανίχνευση
es: Detectado automáticamente
fi: Automaattisesti havaittu
fr: Détecté automatiquement
he: זיהוי אוטומטי
hi: स्वचालित रूप से पता चला
it: Rilevato automaticamente
ja: 自動検出されました
ko: 자동 감지됨
nb: Automatisk oppdaget
nl: Automatisch gedetecteerd
pl: Auto wykryto
ru: Автоматически обнаружено
sr_latn: Auto-detekcija
sv: Auto-detekterad
uk: Автоматично виявлено
zh_hans: 自动检测
